{
  "navigation": {
    "home": "Головна",
    "thailand": "Таїланд",
    "vietnam": "В'єтнам",
    "bali": "Балі",
    "kualaLumpur": "Куала-Лумпур",
    "language": "Мова"
  },
  "home": {
    "title": "Я прожив у Південно-східній Азії майже 3,5 роки, це мій другий, а можливо і перший дім",
    "subtitle": "",
    "description": "Цей гайд я зробив наче як для самого себе, який ще зелений колись давно приїхав Впреше в Азію. Пройшов час, я досі тут кочую, і бачу тенденції, тому це супер корисна штука.",
    "getStarted": "Почати",
    "preview": {
      "title": "До чого ви матимете доступ:",
      "cards": {
        "budget": {
          "title": "Підбір під ваш бюджет",
          "description": "Персоналізовані рекомендації, адаптовані під ваш бюджет та уподобання"
        },
        "crafted": {
          "title": "Зроблено з душею",
          "description": "Ретельно створені гайди з особистим досвідом та справжніми рекомендаціями"
        },
        "accommodation": {
          "title": "Рекомендації по проживанню",
          "description": "Найкраще житло від бюджетних хостелів до розкішних курортів"
        },
        "destinations": {
          "title": "Куди поїхати",
          "description": "Обов'язкові для відвідування місця та приховані перлини"
        },
        "food": {
          "title": "Що спробувати",
          "description": "Місцеві делікатеси та автентичні гастрономічні враження"
        },
        "dining": {
          "title": "Де їсти",
          "description": "Найкращі ресторани, вулична їжа та місцеві заклади"
        },
        "avoid": {
          "title": "Що ліпше не робити",
          "description": "Поширені помилки, яких слід уникати, та поради з безпеки"
        },
        "mentality": {
          "title": "Особливості менталітету",
          "description": "Культурні інсайти та місцеві звичаї"
        },
        "money": {
          "title": "Як і де міняти гроші",
          "description": "Найкращі курси обміну та поради щодо грошей"
        }
      }
    },
    "bonus": {
      "title": "Ось вам перший Бонус - порівняльна табличка по локаціям"
    },
    "teaser": {
      "title": "Хочеш дізнатись чому так? Подробиці нижче"
    },
    "auth": {
      "title": "Отримати доступ до преміум гайдів",
      "description": "Зареєструйтесь, щоб отримати доступ до детальних гайдів, інсайдерських порад та кураторських рекомендацій для найдивовижніших напрямків Південно-Східної Азії.",
      "registerBtn": "Зареєструватись",
      "loginBtn": "Увійти"
    },
    "slider": {
      "photos": {
        "author": {
          "alt": "Автор працює на балконі в Південно-Східній Азії",
          "caption": "Створюю цей гайд з мого дому в Південно-Східній Азії"
        },
        "thailand": {
          "alt": "Прекрасний тайський храм",
          "caption": "Досліджую стародавні храми в Таїланді"
        },
        "vietnam": {
          "alt": "В'єтнамська вулична їжа",
          "caption": "Відкриваю автентичну вуличну їжу у В'єтнамі"
        },
        "bali": {
          "alt": "Рисові тераси Балі",
          "caption": "Працюю віддалено з рисових терас Балі"
        },
        "malaysia": {
          "alt": "Горизонт Куала-Лумпура",
          "caption": "Сучасне життя в Куала-Лумпурі"
        }
      }
    }
  },
  "thailand": {
    "title": "Життя в Таїланді",
    "locations": {
      "general": "Загальна інформація",
      "islands": "Острови (Ко Самуї/Ко Панган)",
      "phuket": "Пхукет",
      "bangkok": "Бангкок",
      "chiangmai": "Чіанг Май"
    },
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "general": {
        "visa": "Таїланд пропонує різні типи віз, включаючи туристичну візу, неімміграційну візу та Elite Visa. Для довгострокового перебування розгляньте Smart Visa або пенсійну візу.",
        "housing": "Варіанти житла варіюються від сучасних кондомініумів у Бангкоку до вілл на березі моря в Пхукеті. Ціни на оренду значно відрізняються залежно від місця розташування.",
        "cost": "Таїланд пропонує відмінне співвідношення ціни та якості. Щомісячні витрати можуть становити від $800-2000 залежно від способу життя та місця розташування.",
        "healthcare": "Таїланд має відмінні медичні заклади, особливо в Бангкоку та основних туристичних районах. Розгляньте міжнародне медичне страхування.",
        "culture": "Тайська культура наголошує на повазі, буддизмі та сімейних цінностях. Вивчення основних тайських фраз буде дуже оцінено."
      },
      "islands": {
        "visa": "Ті ж візові вимоги діють по всьому Таїланду. Туристичні візи дозволяють 30-60 днів з можливістю продовження. Для довгострокового перебування на островах розгляньте ED візи або Elite візи.",
        "housing": "Житло на островах варіюється від пляжних бунгало до розкішних вілл. Ко Самуї пропонує більш елітні варіанти, а Ко Панган має бюджетні рішення. Місячна оренда: $300-1500.",
        "cost": "Вартість життя на островах дуже відрізняється. Ко Самуї дорожчий ($1000-2500/місяць), а Ко Панган пропонує бюджетні варіанти ($600-1500/місяць). Їжа та транспорт коштують дорожче, ніж на материку.",
        "healthcare": "На Ко Самуї є кілька приватних лікарень, включаючи Bangkok Hospital Samui. На Ко Пангані основні медичні заклади. Серйозні випадки можуть потребувати лікування на материку.",
        "culture": "Острівна культура розслаблена та орієнтована на туризм. Full Moon Parties на Ко Пангані приваблюють міжнародну публіку. Поважайте місцеві буддійські звичаї та морське середовище."
      },
      "phuket": {
        "visa": "Пхукет дотримується стандартних тайських візових правил. Багато експатів використовують туристичні візи з виїздами до Малайзії. Elite Visa популярна серед довгострокових резидентів.",
        "housing": "Від кондомініумів на березі моря в Патонгу до вілл на пагорбах у Каті. Популярні серед експатів райони: Раваї, Най Харн, Камала. Місячна оренда: $500-3000 залежно від розташування та рівня розкоші.",
        "cost": "Пхукет - найдорожча провінція Таїланду. Бюджет $1200-3000/місяць. Західна їжа, алкоголь та житло дорожчі. Місцеві ринки пропонують доступні варіанти.",
        "healthcare": "Відмінна медицина з Bangkok Hospital Phuket, Phuket International Hospital. Медичний туризм популярний. Комплексні засоби для невідкладних випадків та рутинного догляду.",
        "culture": "Поєднання тайсько-буддійської культури з міжнародним пляжним стилем життя. Туристичні зони космополітичні. Поважайте місцеві звичаї, особливо під час релігійних свят."
      },
      "bangkok": {
        "visa": "Бангкок - центр обробки віз. Імміграційний офіс у Чаенг Ваттхана займається продовженнями. Доступно багато візових агентств. Легкий доступ до посольств для візових виїздів.",
        "housing": "Величезна різноманітність від бюджетних хостелів до розкішних кондомініумів. Популярні серед експатів райони: Сукхумвіт, Сілом, Тхонглор, Арі. Доступ до BTS/MRT важливий. Місячна оренда: $300-2000.",
        "cost": "Дуже доступне велике місто. Бюджет $800-2000/місяць. Вулична їжа від $1-3, місцевий транспорт дешевий. Західний стиль життя коштує більше, але все ще розумно порівняно з західними містами.",
        "healthcare": "Медицина світового класу, включаючи Bumrungrad, Bangkok Hospital, Samitivej. Напрямок медичного туризму. Відмінні засоби для всіх медичних потреб.",
        "culture": "Міська тайська культура з сильним буддійським впливом. Повага до монархії важлива. Поєднання традиційного та сучасного. Вивчення тайської допомагає глибшій інтеграції."
      },
      "chiangmai": {
        "visa": "Імміграційний офіс Чіанг Мая займається продовженням віз. Популярний серед цифрових номадів, які використовують туристичні візи та ED візи. Візові виїзди до М'янми або Лаосу звичайні.",
        "housing": "Доступні варіанти від традиційних тайських будинків до сучасних кондомініумів. Популярні райони: Німман, Старе місто, Ханг Донг. Місячна оренда: $200-1000, відмінне співвідношення ціни та якості.",
        "cost": "Дуже доступне життя. Бюджет $600-1500/місяць для комфортного способу життя. Відмінна місцева кухня, доступний транспорт та нижчі витрати на житло.",
        "healthcare": "Гарна медицина з Chiang Mai Ram, McCormick Hospital. Нижчі витрати, ніж у Бангкоку. Адекватно для більшості потреб, складні випадки можуть потребувати лікування в Бангкоку.",
        "culture": "Північнотайська (Ланна) культура відрізняється від Бангкока. Більш спокійний темп, сильна мистецька сцена, гірський стиль життя. Спільнота цифрових номадів, багато коворкінгів."
      }
    }
  },
  "vietnam": {
    "title": "Життя у В'єтнамі",
    "locations": {
      "general": "Загальна інформація",
      "danang": "Дананг",
      "phuquoc": "Фукуок"
    },
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "general": {
        "visa": "В'єтнам пропонує туристичні візи, дозволи на роботу та картки тимчасового проживання. Розгляньте нову візу цифрового номада для віддалених працівників.",
        "housing": "Від сучасних квартир у Хошиміні до традиційних будинків у Ханої. Обслуговувані апартаменти популярні серед експатів.",
        "cost": "В'єтнам дуже доступний з щомісячними витратами від $500-1500. Їжа та транспорт особливо недорогі.",
        "healthcare": "Якість медичного обслуговування відрізняється за регіонами. Міжнародні лікарні доступні в великих містах, таких як Хошимін та Ханой.",
        "culture": "В'єтнамська культура цінує сім'ю, освіту та наполегливу працю. Вивчення основ в'єтнамської мови допоможе в щоденному спілкуванні."
      },
      "danang": {
        "visa": "Ті ж візові вимоги діють. Імміграційний офіс Дананга займається продовженнями. Туристичні візи дозволяють 30-60 днів з можливістю продовження. Віза цифрового номада стає популярною.",
        "housing": "Доступні сучасні кондомініуми та квартири на березі моря. Популярні серед експатів райони: пляж Мі Кхе, район річки Хан. Місячна оренда: $300-800 за якісне житло.",
        "cost": "Дуже доступне прибережне місто. Бюджет $600-1200/місяць для комфортного життя. Місцева їжа $1-3, оренда мотобайка $50/місяць, комунальні $30-50.",
        "healthcare": "Хороша медицина з лікарнею Дананга, Family Medical Practice. Нижчі витрати ніж у Хошиміні/Ханої. Служби екстреної допомоги адекватні для більшості потреб.",
        "culture": "Розслаблена прибережна культура з доброзичливими місцевими. Зростаюча спільнота експатів. Прекрасні пляжі, гори поблизу. Менш метушливо ніж великі міста, ідеальний баланс роботи та життя."
      },
      "phuquoc": {
        "visa": "Діють в'єтнамські візові вимоги. Острівне розташування дозволяє візові поїздки до Камбоджі. Безвізовий режим на 30 днів для багатьох країн з можливістю продовження.",
        "housing": "Пляжні курорти, вілли та гостьові будинки. Обмежені довгострокові оренди, але зростають. Місячна оренда: $200-600. Багато обирають щомісячні тарифи готелів/курортів.",
        "cost": "Острівні ціни з надбавкою, але все ще доступно. Бюджет $500-1000/місяць. Морепродукти у великій кількості та дешеві, транспорт обмежений мотобайками, комунальні дорожчі ніж на материку.",
        "healthcare": "Лише базові медичні заклади. Міжнародна лікарня Фукуока для невідкладних випадків. Серйозні випадки потребують лікування на материку в Хошиміні.",
        "culture": "Стиль життя острівного раю з чарівністю рибальського села. Зростаюча туристична індустрія. Прекрасні пляжі, снорклінг, рибалка. Спокійно, але може відчуватися ізольовано."
      }
    }
  },
  "bali": {
    "title": "Життя на Балі, Індонезія",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "Індонезія пропонує візу B211 Visit, B213 Business та нову B213A Digital Nomad Visa. Візові поїздки до Сінгапуру є звичайними.",
      "housing": "Від вілл на березі моря в Чанггу до видів на рисові поля в Убуді. Багато експатів надають перевагу щомісячній оренді вілл.",
      "cost": "Балі може бути дуже доступним або дорогим залежно від способу життя. Бюджет $600-2500 на місяць залежно від житла та вибору ресторанів.",
      "healthcare": "Рекомендується приватне медичне обслуговування. Лікарні BIMC та Siloam пропонують міжнародні стандарти в основних районах.",
      "culture": "Балійська індуїстська культура наголошує на гармонії, громаді та духовності. Поважайте місцеві звичаї та дрес-коди в храмах."
    }
  },
  "kualaLumpur": {
    "title": "Життя в Куала-Лумпурі, Малайзія",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "Малайзія пропонує програму MM2H, робочі візи та студентські візи. Новий DE Rantau Nomad Pass доступний для цифрових номадів.",
      "housing": "Сучасні кондомініуми та обслуговувані апартаменти популярні. KLCC, Mont Kiara та Bangsar - райони, дружні до експатів.",
      "cost": "КЛ пропонує відмінну цінність з щомісячними витратами від $700-2000. Громадський транспорт та місцева їжа дуже доступні.",
      "healthcare": "Малайзія має відмінне медичне обслуговування з багатьма міжнародно акредитованими лікарнями. Медичний туризм популярний.",
      "culture": "Багатокультурне суспільство з малайськими, китайськими та індійськими впливами. Англійська мова широко використовується в бізнесі та міських районах."
    }
  },
  "comparison": {
    "title": "Порівняння якості життя",
    "legend": "Оцінки базуються на ефективності витрат, якості та досвіді експатів",
    "metrics": {
      "priceQuality": {
        "label": "Співвідношення ціна\\якість",
        "icon": "💰"
      },
      "medicine": {
        "label": "Якість медицини",
        "icon": "🏥"
      },
      "convenience": {
        "label": "Зручність інфраструктури",
        "icon": "⚡"
      },
      "foodQuality": {
        "label": "Якість їжі",
        "icon": "🍽️"
      },
      "community": {
        "label": "Комюніті і чим зайнятись",
        "icon": "👥"
      }
    }
  }
}