{
  "navigation": {
    "home": "Головна",
    "thailand": "Таїланд",
    "vietnam": "В'єтнам",
    "bali": "Балі",
    "kualaLumpur": "Куала-Лумпур",
    "language": "Мова"
  },
  "home": {
    "title": "Гід по життю в Південно-Східній Азії",
    "subtitle": "Ваш повний путівник для життя в Таїланді, В'єтнамі, на Балі та в Куала-Лумпурі",
    "description": "Дізнайтеся все, що вам потрібно знати про переїзд та життя в найпопулярніших напрямках Південно-Східної Азії.",
    "getStarted": "Почати"
  },
  "thailand": {
    "title": "Життя в Таїланді",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "Таїланд пропонує різні типи віз, включаючи туристичну візу, неімміграційну візу та Elite Visa. Для довгострокового перебування розгляньте Smart Visa або пенсійну візу.",
      "housing": "Варіанти житла варіюються від сучасних кондомініумів у Бангкоку до вілл на березі моря в Пхукеті. Ціни на оренду значно відрізняються залежно від місця розташування.",
      "cost": "Таїланд пропонує відмінне співвідношення ціни та якості. Щомісячні витрати можуть становити від $800-2000 залежно від способу життя та місця розташування.",
      "healthcare": "Таїланд має відмінні медичні заклади, особливо в Бангкоку та основних туристичних районах. Розгляньте міжнародне медичне страхування.",
      "culture": "Тайська культура наголошує на повазі, буддизмі та сімейних цінностях. Вивчення основних тайських фраз буде дуже оцінено."
    }
  },
  "vietnam": {
    "title": "Життя у В'єтнамі",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "В'єтнам пропонує туристичні візи, дозволи на роботу та картки тимчасового проживання. Розгляньте нову візу цифрового номада для віддалених працівників.",
      "housing": "Від сучасних квартир у Хошиміні до традиційних будинків у Ханої. Обслуговувані апартаменти популярні серед експатів.",
      "cost": "В'єтнам дуже доступний з щомісячними витратами від $500-1500. Їжа та транспорт особливо недорогі.",
      "healthcare": "Якість медичного обслуговування відрізняється за регіонами. Міжнародні лікарні доступні в великих містах, таких як Хошимін та Ханой.",
      "culture": "В'єтнамська культура цінує сім'ю, освіту та наполегливу працю. Вивчення основ в'єтнамської мови допоможе в щоденному спілкуванні."
    }
  },
  "bali": {
    "title": "Життя на Балі, Індонезія",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "Індонезія пропонує візу B211 Visit, B213 Business та нову B213A Digital Nomad Visa. Візові поїздки до Сінгапуру є звичайними.",
      "housing": "Від вілл на березі моря в Чанггу до видів на рисові поля в Убуді. Багато експатів надають перевагу щомісячній оренді вілл.",
      "cost": "Балі може бути дуже доступним або дорогим залежно від способу життя. Бюджет $600-2500 на місяць залежно від житла та вибору ресторанів.",
      "healthcare": "Рекомендується приватне медичне обслуговування. Лікарні BIMC та Siloam пропонують міжнародні стандарти в основних районах.",
      "culture": "Балійська індуїстська культура наголошує на гармонії, громаді та духовності. Поважайте місцеві звичаї та дрес-коди в храмах."
    }
  },
  "kualaLumpur": {
    "title": "Життя в Куала-Лумпурі, Малайзія",
    "sections": {
      "visa": "Візові вимоги",
      "housing": "Житло та проживання",
      "cost": "Вартість життя",
      "healthcare": "Медичне обслуговування",
      "culture": "Культура та спосіб життя"
    },
    "content": {
      "visa": "Малайзія пропонує програму MM2H, робочі візи та студентські візи. Новий DE Rantau Nomad Pass доступний для цифрових номадів.",
      "housing": "Сучасні кондомініуми та обслуговувані апартаменти популярні. KLCC, Mont Kiara та Bangsar - райони, дружні до експатів.",
      "cost": "КЛ пропонує відмінну цінність з щомісячними витратами від $700-2000. Громадський транспорт та місцева їжа дуже доступні.",
      "healthcare": "Малайзія має відмінне медичне обслуговування з багатьма міжнародно акредитованими лікарнями. Медичний туризм популярний.",
      "culture": "Багатокультурне суспільство з малайськими, китайськими та індійськими впливами. Англійська мова широко використовується в бізнесі та міських районах."
    }
  }
}